[
  {
    "category": "Межличностные отношения",
    "header": "Насколько Вы адекватны? ",
    "img": "https://testometrika.com/upload/uf/dcd/dcd5c93c830de7cc1d553956098d208c.svg",
    "description": [
      "От того, как мы произведем впечатление при встрече, будет зависеть, как мы будем строить отношения с человеком в будущем. «Встречают по одежке...». Есть такое понятие как самопрезентация, т.е. то как мы себя представляем социальному окружению: в таком виде в каком есть или приукрашивая свои достоинства.",
      "А как вы себя представляете другим людям, будущему руководителю, потенциальному партнеру? Всегда ли остаетесь собой или в чемодане множество масок на разные случаи жизни? Тест «Какое впечатление Вы производите на окружающих сможет ответить на эти вопросы. Узнаем правду?"
    ],
    "author": "Автор теста:  Testometrika Team",
    "pages": [
      {
        "question": "У вас есть склонность к самоповреждениям?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Вы периодически совершаете безрассудные поступки.",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Вы верите в приметы?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Всегда ведете себя естественно?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Время от времени вы разговариваете с каким-либо вымышленным персонажем внутри себя",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Можешь ли вы без спроса взять чужую вещь?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Вы верите в гороскопы?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Часто ли у вас меняется настроение?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "У вас периодически возникают мысли, что за вами постоянно следят, или возникает желание следить за кем-то.",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Часто врете друзьям, родным?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Если вы совершили ошибку, то всегда можете это признать и извиниться.",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Перебиваете ли вы людей в процессе разговора?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Вы верите в приворот, порчу и сглаз?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Есть тяга к употреблению алкоголя, наркотиков?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Используете ли вы ненормативную лексику или жаргон?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Обычно Вы одеваетесь, в соответствии с погодой и обстановкой",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Пытаетесь ли вы завести разговор с незнакомым человеком, потому что вам скучно?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "В светлое время суток вы более активны, а по ночам вы обычно хотите спать?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "В сложных ситуациях вы не теряете самообладание и адекватно воспринимаете возникающие проблемы.",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Вы всегда знаете какой сегодня день (или число) и где вы находитесь?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Вы не живете в мире фантазий, а реально воспринимаете окружающий мир.",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      }
    ],
    "all pages": 20,
    "description your result": [
      "Наши поздравления!!! Вы – совершенно нормальный адекватный человек, без каких-либо странностей. Контролируете свое поведение, эмоции и настроение. Другие люди видят в вас адекватную личность и поэтому активно взаимодействуют с вами. Конечно, если вы отвечали на вопросы искренне.",
      "Вас можно назвать странным человеком. Многие знакомые замечают ваше необычное поведение, но это их не пугает. Наоборот, они еще больше интересуются вами. Может странности это ваша коронная фишечка, которая придает особый шарм. Ну, а в целом вы вполне адекватны!",
      "Хм... да вы неадекватны. Людям сложно взаимодействовать с вами, поэтому они стараются обходить вас стороной. Обратитесь за помощью к психологу, пока это возможно на добровольной основе, а не принудительной."
    ]
  },
  {
    "category": "Характер и личность",
    "header": "Какое впечатление вы производите?",
    "img": "https://testometrika.com/upload/uf/dcd/dcd5c93c830de7cc1d553956098d208c.svg",
    "description": [
      "А как вы себя представляете другим людям, будущему руководителю, потенциальному партнеру? Всегда ли остаетесь собой или в чемодане множество масок на разные случаи жизни? Тест «Какое впечатление Вы производите на окружающих сможет ответить на эти вопросы. Узнаем правду?"
    ],
    "author": "Автор теста:  Testometrika Team",
    "pages": [
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Вы вежливый человек?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Получится ли из вас хороший актер?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Всегда ведете себя естественно?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "Если в чем-то вы не уверены до конца, будете ли отстаивать свою точку зрения?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      },
      {
        "question": "С разными людьми вы ведете себя по разному?",
        "answer options": ["Да", "Нет"],
        "correct answer": "Да"
      }
    ],
    "all pages": 16,
    "description your result": [
      "Вы способны очень гибко управлять своим поведением и эмоциями. Войти в роль, произвести нужное впечатление - для вас это проще простого. Установить контакты и найти общий язык с нужными людьми вы способны с легкостью. И это благотворно влияет на вашу карьеру. Многие вас любят и уважают, а самое главное они действительно испытывают к вам положительные эмоции. С вами весело, комфортно и хорошо. Так как вы излучаете положительную энергию, то многие люди к вам тянутся.",
      "Свое поведение вы способны контролировать с переменным успехом. С одной стороны вы довольно искренни, а с другой сдерживаете свои эмоции. И это не всегда идет на пользу вам и вашей карьере. Старайтесь показывать себя с лучшей стороны и не стоит рассказывать о своих слабых сторонах. Попробуйте научиться налаживать отношения с нужными людьми, и тогда карьерные высоты вам обеспечены. Ваша главная проблема заключается в том, что вы особо не запоминаетесь людям, поработайте над этим.",
      "Ваше поведение почти не контролируется вами. В любой ситуации вы выглядите естественно и непринужденно, но порой ваша чрезмерная искренность и прямолинейность может вызывать раздражение. Вы не меняете своего поведения в зависимости от окружения и ситуации, иногда нужно учитывать интересы окружающих людей, а не только свои. С одной стороны это хорошо, а с другой зачастую может мешать продвижению по карьерной лестнице. Всем конечно не угодишь, но ко всему нужно подходить грамотно и тогда у вас будет меньше разочаровываться."
    ]
  },
  {
    "category": "Интеллектуальные",
    "header": "Тест «Идиот или гений?»",
    "img": "https://testometrika.com/upload/uf/066/066f89ecf51a3df5cbb83dcebebe5d7e.svg",
    "description": [
      "Уровень интеллекта и логического мышления – безусловно важные параметры в жизни, а тест на идиота просто обязателен к прохождению. И каждому человеку при вопросе «Идиот или гений?» конечно же хочется быть гением, или хотя бы иметь близкий к нему результат. Теперь у вас появилась возможность раз и навсегда поставить точку в этом вопросе. Соберите все свое внимание и концентрацию воедино и пройдите тест на идиота прямо сейчас! Перед вами будет 19 вопросов на логику и мышление, требующих от вас максимальной внимательности. Убедитесь, что с вашим мышлением все в порядке!"
    ],
    "author": "Автор теста:  Testometrika Team",
    "pages": [
      {
        "question": "У блогера было загружено 26 видео. Все кроме последних 19 видео удалили модераторы. Сколько видео осталось?",
        "answer options": ["26", "7", "19", "16"]
        ,"correct answer": "19"
      },
      {
        "question": "У Ирины есть падчерица Светлана, муж Иван, два сына и дочь. У всех ли детей в этой семье отчество Иванович?",
        "answer options": [
          "Да, у всех. Муж у Ирины ведь Иван.",
          "Только у Светланы.",
          "Только у сыновей.",
          "Неизвестно"
        ],"correct answer": "Неизвестно"
      },
      {
        "question": "В старом доме 9 окон. Если помыть 4 грязных окна, то чистых станет в 2 раза больше, чем грязных. Сколько было изначально чистых окон?",
        "answer options": ["4", "2","3","6"],"correct answer": "2"
      },
      {
        "question": "12 июня - День России. Есть ли 12 июня в Нигерии?",
        "answer options": ["Нету", "Есть","Было один раз - в 2002 году","Только в высокостный год"],"correct answer": "Есть"
      },
      {
        "question": "Если 1+1=10, то сколько будет 1+10?",
        "answer options": ["10", "110","100","11"],"correct answer": "11"
      },
      {
        "question": "Можно ли зажечь огонь с помощью воды?",
        "answer options": ["Да", "Нет"],"correct answer": "Да"
      },
      {
        "question": "Представьте себе дом, стоящий посреди пустыни. У дома 4 стены, и в каждой из них есть окно. Посмотрев в любое из них вы будете смотреть на север. Такое возможно?",
        "answer options": ["Да", "Нет"],"correct answer": "Да"
      },
      {
        "question": "Сторож Сергей забыл морозным зимним вечером на улице бутылку с водой. Утром на улице было -25 градусов, а вода не замерзла. 'Это .... вода' - сделал правильный вывод Сергей. Что должно быть на месте пропуска?",
        "answer options": ["Святая", "Газированная","Сладкая","Дистиллированная"],"correct answer": "дистиллированная"
      },
      {
        "question": "У вас есть 5 яблок, 2 яблока вы положили к себе в карман, а одним яблоком угостили друга. Сколько яблок у вас осталось?",
        "answer options": ["2", "3","4","5"],"correct answer": "4"
      },
      {
        "question": "На пароме с одного берега реки на другой везли одновременно 7 жирафов. По середине реки все, кроме трех жирафов решили плыть самостоятельно и выпрыгнули за борт. Сколько жирафов приплыло на другой берег?",
        "answer options": ["7", "4","3"],"correct answer": "3"
      },
      {
        "question": "В июле, утром вы не спеша прогуливаетесь по соседнему парку, и считаете увиденных птиц: 5 воробьев у фонтана, 2 голубя возле лавочек, 1 кот в кустах и 3 вороны на дубе, с которого осыпаются желтые листья. Значит, какое время года на улице?",
        "answer options": ["Лето", "Осень","Зима","Весна"],"correct answer": "Лето"
      },
      {
        "question": "Как правильно пишется ответ примера? Восемь плюс четыре равно…",
        "answer options": ["одинацать", "одиннацать","одиннадцать","среди предложенных вариантов нет правильного"],"correct answer": "среди предложенных вариантов нет правильного"
      },
      {
        "question": "СУ бабушки Агафьи грушевый сад, и она решила сварить из них варенье. На одну банку варенья уходит 10 груш. Так с первого дерева она сорвала 9 плодов, со второго - 12, с третьего - в 3 раза меньше, чем с первых двух вместе взятых, а с четвертого - на 5 плодов меньше, чем с третьего. Сколько банок яблочного варенья из данного урожая сделает бабушка?",
        "answer options": ["0", "1","2","3"],"correct answer": "0"
      },
      {
        "question": "Продолжите цифровой ряд: 5,6,4,7,3…",
        "answer options": ["9", "8","0","2"],"correct answer": "8"
      },
      {
        "question": "В междугороднем автобусе 54 места для пассажиров, каждый второй пассажир сдал 1 сумку в багаж. Сколько сумок в багаже, если каждое третье место в автобусе пустое?",
        "answer options": ["18", "27","36","54"],"correct answer": "18"
      },
      {
        "question": "Ну и почти классика, которую наверное, слышали все: Что тяжелее - 1 литр пуха или 1 литр железа?",
        "answer options": ["одинаково весят", "1 литр пуха","1 литр железа"],"correct answer": "1 литр железа"
      },
      {
        "question": "Как выгоднее купить смартфон за 19999 рублей?",
        "answer options": ["в рассрочку на 12 месяцев без переплат (0% годовых)", "в кредит на 12 месяцев под 20% годовых, но со скидкой 4000 рублей","оба предложения равнозначны"],"correct answer": "в кредит на 12 месяцев под 20% годовых, но со скидкой 4000 рублей"
      },
      {
        "question": "В день весеннего равноденствия продолжительность дня почти равна продолжительности ночи. А что будет через неделю после этого дня?",
        "answer options": ["день будет длиннее ночи", "ночь будет длиннее дня","день будет равен ночи"],"correct answer": "день будет длиннее ночи"
      },
      {
        "question": "Известно, что скоростной поезд едет в 3 раза быстрее, чем плывет яхта. Василий и Николай собрались из Лос-Анджелеса на Гавайи. Василий выбрал скоростной поезд, а Николай - яхту. Кто быстрее доберется до места назначения?",
        "answer options": ["Василий", "Николай","доберутся одновременно"],"correct answer": "Николай"
      }
    ],
    "all pages": 19,
    "description your result": [
      "Вы гений, с отлично развитой логикой! Поздравляем у Вас ни одного неправильного ответа. Эйнштейн бы вами гордился.","Вы человек со среднеразвитой логикой. Тренируйтесь, решайте логические задачи, читайте книги и, несомненно, вы сможете ее развить!","Ваша логика развита слабовато. Тренируйтесь, решайте логические задачи, читайте книги и, несомненно, вы сможете ее развить!"
    ]
  }
]
